[
  "obsidian-excalidraw-plugin",
  "settings-search",
  "obsidian-paste-image-rename",
  "obsidian-style-settings",
  "highlightr-plugin",
  "obsidian-smart-typography",
  "editing-toolbar",
  "obsidian-folder-focus-mode",
  "obsidian-memos",
  "harper",
  "obsidian-tasks-plugin",
  "obsidian-reminder-plugin",
  "obsidian-plugin-update-tracker",
  "obsidian-minimal-settings",
  "obsidian-copy-block-link",
  "callout-menu",
  "obsidian-contextual-typography",
  "obsidian-icon-folder",
  "omnisearch",
  "ai-image-analyzer",
  "text-extractor",
  "file-explorer-note-count",
  "obsidian-hider"
]